[{"model": "products.category", "pk": 1, "fields": {"name": "toys", "friendly_name": "Toys"}}, {"model": "products.category", "pk": 2, "fields": {"name": "food", "friendly_name": "Food"}}, {"model": "products.category", "pk": 3, "fields": {"name": "beds", "friendly_name": "Beds"}}, {"model": "products.category", "pk": 4, "fields": {"name": "treats", "friendly_name": "Treats"}}, {"model": "products.product", "pk": 1, "fields": {"category": 1, "sku": "01", "name": "Kong Classic", "description": "The Kong Classic Dog Toy is a highly durable and versatile pet toy designed to satisfy a dog’s instinctual need to chew while promoting healthy play and exercise. Made from natural rubber, the Kong Classic has a unique shape that bounces unpredictably, providing fun and mental stimulation for dogs of all ages and breeds.", "price": "5.99", "image_url": null, "image": "KongClassic_9KuAjej.jpeg"}}, {"model": "products.product", "pk": 2, "fields": {"category": 1, "sku": "02", "name": "Plush hedgehog", "description": "This soft and cuddly comforting dog toy is perfect when all your pet wants to do is have a cuddle. This plush dog toy is loaded with stuffing and great for dogs who sink their teeth into their toys. All dogs want to do is find the 'hidden' squeak!", "price": "15.99", "image_url": null, "image": "Toy_1.jpg"}}, {"model": "products.product", "pk": 3, "fields": {"category": 1, "sku": "03", "name": "2-in-1 Rubber Tennis Ball", "description": "Two balls in one for double the fun: the 2-in-1 Rubber Tennis Ball Dog Toy features a classic tennis ball inside a robust purple rubber ball, its bright yellow surface shining out through the holes. When bitten or squeezed, the integrated squeaker makes a noise, making the colourful 2-in-1 Rubber Tennis Ball even more appealing to play with.", "price": "3.19", "image_url": null, "image": "Toy_2.jpg"}}, {"model": "products.product", "pk": 4, "fields": {"category": 1, "sku": "04", "name": "TIAKI Summer Van Dog Toy", "description": "The TIAKI Summer Van Dog Toy is a detailed toy set that will provide your dog with hours of fun. It consists of a bus with three smaller toys inside. These small plush toys are equipped with squeakers to encourage out your dog's welfare.", "price": "6.20", "image_url": null, "image": "Toy_3.jpg"}}, {"model": "products.product", "pk": 5, "fields": {"category": 1, "sku": "05", "name": "TIAKI Dragon Treat Suction Cup Intelligence Toy", "description": "Help to train your dog's dexterity with this TIAKI Dragon Treat Suction Cup Intelligence Toy, a fun treat cup that suctions onto smooth surfaces and can be filled with tasty snacks. It animates your dog to play and can be great entertainment. As well as being fun, the TIAKI Dragon Treat Suction Cup Intelligence Toy can also help to train your dog's intelligence and dexterity.", "price": "5.29", "image_url": null, "image": "Toy_4.jpg"}}, {"model": "products.product", "pk": 6, "fields": {"category": 1, "sku": "06", "name": "TIAKI Dog Toy Aral Seagull", "description": "The charming Aral Seagull dog toy from TIAKI will delight your preferably medium-sized to large dog on several levels: The long legs made of rope invite your dog to chew with pleasure, but also to shake wildly. Ropes are ideal for this, as they are robust and gentle on the teeth and support dental care. The long, cuddly soft plush wings and the softly filled body form an exciting haptic contrast to the rough rope.", "price": "5.99", "image_url": null, "image": "Toy_5.jpg"}}, {"model": "products.product", "pk": 7, "fields": {"category": 3, "sku": "07", "name": "TIAKI Venaria Cosy Bed", "description": "The TIAKI Venaria Cosy Bed not only looks really nice with its grey checked look but also offers your cat the perfect oasis to rest and sleep in thanks to its soft surface and inviting donut shape - because it deserves a cosy nest where it can feel safe and secure at all times. It can lean against the soft edge to its heart's content - a cosy place to dream!", "price": "15.79", "image_url": null, "image": "Bed_1.jpg"}}, {"model": "products.product", "pk": 8, "fields": {"category": 3, "sku": "08", "name": "Grey Jumbo Pet Bed", "description": "This bed gets top marks for comfort, quality and design. Grey Jumbo Pet Bed is a comfortable sleeping place for discerning pooches. The grey wide cord and matching cream plush interior gives the bed a timeless style that will look good in any home. 51 x 43 x 15 cm (L x W x H)", "price": "18.29", "image_url": null, "image": "Bed_2.jpg"}}, {"model": "products.product", "pk": 9, "fields": {"category": 3, "sku": "09", "name": "Orthopaedic Dog Bed - Grey", "description": "This Orthopaedic Dog Bed is a comfortable dog bed that is kind on your dog's joints, containing memory foam for restful, pain-free sleep. Memory foam has been used for many years in human medicine, as it fits perfectly to the body's shape and relieves the joints and spine. Your dog's body heat allows it to sink into the memory foam, offering optimum comfort and support. 75 x 50 x 25 (L x W x H)", "price": "29.99", "image_url": null, "image": "Bed_3.jpg"}}, {"model": "products.product", "pk": 10, "fields": {"category": 3, "sku": "10", "name": "Lazy Dog Bed", "description": "The Lazy Dog Bed offers your dog optimum comfort and a comfortable place to relax. It features a high-quality mattress with a supportive viscoelastic memory foam mattress that perfectly adapts to the body’s shape. This helps to support joints and can allow for restful sleep. 75 x 50 x 25 cm (L x W x H)", "price": "52.29", "image_url": null, "image": "Bed_4.jpg"}}, {"model": "products.product", "pk": 11, "fields": {"category": 3, "sku": "11", "name": "Orthopaedic Dog Bed - Rectangular", "description": "The Orthopaedic Dog Bed with a visco-elastic memory foam mattress as well as an extra high border offers your dog the highest levels of comfort as well as restful sleep that is kind on the joints.\r\nMemory foam such as that used in the Orthopaedic Dog Bed has been used for many years in caring for human joints, as it shapes itself perfectly to the body, thus relieving strain from the joints and spine.  75 x 50 x 25 cm (L x W x H)", "price": "62.49", "image_url": null, "image": "Bed_5.jpg"}}, {"model": "products.product", "pk": 12, "fields": {"category": 2, "sku": "12", "name": "Concept for Life Veterinary Diet Hypoallergenic Insect", "description": "Concept for Life Veterinary Diet Hypoallergenic - Insect is a premium complete dry food for adult dogs that suffer from nutritional sensitivities. Many dogs have an adverse reaction to some foods, ingredients or additives. This can result in nutritional intolerances and allergies. When your dog has an allergic reaction to food it is because the immune system is reacting badly to certain proteins. Food intolerance is not connected to the immune system. Both allergies and intolerances can cause skin and digestive problems such as itching and diarrhoea.", "price": "33.99", "image_url": null, "image": "Food_1.jpg"}}, {"model": "products.product", "pk": 13, "fields": {"category": 2, "sku": "13", "name": "Eukanuba Adult Medium Breed - Chicken", "description": "Every day is an adventure full of action, play and fun, so no wonder your dog has an appetite when it comes to meal times! This Eukanuba Adult Medium Breed - Chicken not only provides your dog will all the essential nutrients it needs, but can also help to ensure it is well-prepared for every single day", "price": "13.99", "image_url": null, "image": "Food_2.jpg"}}, {"model": "products.product", "pk": 14, "fields": {"category": 2, "sku": "14", "name": "Hill’s Science Plan Mature Adult 7+ Medium with Chicken", "description": "To ensure your dog can enjoy its senior years as much as possible, it is vital to choose a diet that has been specially tailored to this life phase. Hill’s Science Plan Mature Adult 7+ Medium with Chicken is an excellent choice for medium breed dogs over the age of 7 years. It offers a balanced recipe, which is ideally tailored to meet the nutritional needs of your senior dog.", "price": "23.79", "image_url": null, "image": "Food_3.jpg"}}, {"model": "products.product", "pk": 15, "fields": {"category": 2, "sku": "15", "name": "Purizon Dry Dog Food", "description": "Purizon premium dry dog food takes its inspiration from the natural, carnivorous diet of dogs. The unique recipe is completely grain-free, with top-quality fruit, vegetables & herbs and 70% meat & fish. Gentle preparation protects the vital nutrients and preserves the authentic, natural flavours. Or try the 80:20:0 recipe, with 80% fish or meat, 20% wholesome fruit & vegetables and 0% grain! All Purizon dry dog food is protein-rich and well tolerated.", "price": "27.79", "image_url": null, "image": "Food_4.jpg"}}, {"model": "products.product", "pk": 16, "fields": {"category": 2, "sku": "16", "name": "PURINA PRO PLAN Dry Dog Food", "description": "Every dog has different nutritional requirements and their needs will change at different times in their life. PURINA PRO PLAN new range with OPTINUTRITION is our latest innovation to match all of these needs. It’s our most advanced and efficient combination of nutrients which has been developed using cutting-edge science and it is expertly applied to your dog’s nutrition. OPTINUTRITION provides scientifically proven benefits which target specific health needs to accompany your dog throughout his life.", "price": "99.79", "image_url": null, "image": "Food_5.jpg"}}, {"model": "products.product", "pk": 17, "fields": {"category": 4, "sku": "17", "name": "Rocco Chings Originals Duck Breast Strips", "description": "Rocco Chings Originals Duck Breast Strips are made of fresh meat - no meat meal, no meat by-products - and are carefully air-dried to preserve their natural goodness and flavour. The high quality duck breast used is low in fat and easy to digest, so these treats are also suitable for overweight dogs, or those with sensitive digestions. With Rocco Chings Originals Duck Breast Strips your dog can enjoy a crispy treat made from real meat - free from any artificial colourings, flavourings and preservatives.", "price": "4.99", "image_url": null, "image": "Treat_1.jpg"}}, {"model": "products.product", "pk": 18, "fields": {"category": 4, "sku": "18", "name": "Barkoo Knotted Bone Saver Pack", "description": "These delicious, chew snacks are an ideal addition to your dog’s daily meals. Barkoo Knotted Bones are made from 100% crunchy beef rawhide, which is low in fat. The natural chews can help your dog’s dental hygiene and with no artificial colourings, preservatives or flavourings, Barkoo Knotted Bones are a great tasting, natural treat between meals.", "price": "4.59", "image_url": null, "image": "Treat_2.jpg"}}, {"model": "products.product", "pk": 19, "fields": {"category": 4, "sku": "19", "name": "Barkoo Deli Strong Bones Chicken", "description": "Barkoo Deli Strong Bones Chicken dog chews are the perfect way to satisfy your dog's natural inclination to gnaw and chew. The pressed chew bones are made from low-fat beef rawhide so they are great as a long-lasting treat to keep your dog happy. And while your dog is busy chewing away, these tasty chew bones help to strengthen your dog's jaw muscles, clean the teeth and massage the gums, all at the same time! Delicious, low-fat chicken is very popular with dogs and provides an excellent source of valuable protein. These treats are perfect snack between meals and loved by even the fussiest dog.", "price": "3.69", "image_url": null, "image": "Treat_3.jpg"}}, {"model": "products.product", "pk": 20, "fields": {"category": 4, "sku": "20", "name": "2 x 180g Wolf of Wilderness Wild Bites Dog Snacks", "description": "Wolf of Wilderness Wild Bites Dog Snacks are delicious, species appropriate dog snacks, made with lots of fresh lamb, chicken, duck or beef meat and wild herbs. They are grain-free and made using only one source of animal protein. They are completely natural and made without artificial colours or preservatives. These meat snacks are well accepted and enjoyed by dogs.", "price": "9.69", "image_url": null, "image": "Treat_4.jpg"}}, {"model": "products.product", "pk": 21, "fields": {"category": 4, "sku": "21", "name": "8in1 Pro Dental Twist Sticks", "description": "8in1 Pro Dental Twist Sticks make a great chewy treat for your dog. These twisted chew sticks contain delicious chicken meat and teeth-cleaning minerals, as well as an extra anti-plaque formula that can reduce plaque and help to prevent tartar build-up. Thanks to their special twisted shape, these dental dog treats offer long-lasting chewing fun, especially for smaller dogs with a less powerful bite.", "price": "5.69", "image_url": null, "image": "Treat_5.jpg"}}]